Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: A! Właśnie! Myślę, że dobrze byłoby, gdybyś poinformował Graysona o tym, co tu zaszło.
uk: A! Звісно! Думаю, тобі варто повідомити Грейсона про те, що тут сталося.

source: A, Przystań Łotrów. Cóż, pewnie zauważyłeś, że ciężko tu dotrzeć.
uk: А, Гавань лиходіїв. Ну, ти, напевно, помітив, що сюди важко дістатися.

source: A, czyli chcesz być moim czeladnikiem. W porządku, przydałaby mi się pomoc.
uk: А, так ти хочеш бути моїм учнем. Гаразд, мені знадобиться допомога.

source: A, dziękuję, dziękuję.
uk: А, дякую, дякую.

source: A, i jest chyba nawet dwóch dezerterów ze straży miejskiej.
uk: А, є навіть два дезертири з Міської Варти.

source: A, i jest jedna sprawa, która może cię zainteresować.
uk: А, і ще є одна справа, яка може тебе зацікавити.

source: A, i jeszcze jedno, nie używamy tutaj żadnych imion. Nie opowiadamy o tym, co się dzieje na arenie poza areną.
uk: А, і ще одне, ми не вживаємо тут жодних імен. І не говоримо про те, що відбувається на арені, за її межами.

source: A, i jeszcze jedno, reszta chłopaków chyba zauważyła, że w ostatnich dostawach przepadła część towaru. Tym razem nie dotykaj niczego w skrzyniach, poczekaj lepiej, aż cała sprawa przycichnie.
uk: А, і ще одне, решта хлопців, здається, помітили, що деякі товари пропали під час минулих поставок. Цього разу нічого не чіпайте в ящиках, краще почекайте, поки все стихне.

source: A, jakbyś chciał już wracać, nie ma problemu. Zmierzyłeś się z wystarczającą ilością... wyzwań, żebyśmy mogli zdać odpowiedni raport Roderichowi.
uk: Якщо хочеш, ми можемо повернутися до казарм. Сьогодні в тебе було достатньо... випробувань. Родеріх отримає гідний звіт.

source: A, jeszcze jedno. Większość mieszkańców klasztoru została poinformowana, że nie jesteś nowicjuszem, ale gdyby jakiś stary mag się co do ciebie pomylił, to nie musisz wyprowadzać go z błędu.
uk: І ще одне. Більшість людей в монастирі поінформовані, що ти не послушник, але якщо якийсь старий маг помилиться щодо тебе, не потрібно його виправляти.

source: A, masz coś dla mnie, prawda?
uk: Ти щось маєш для мене, правда?

source: A, nie, czekaj, zapomniałbym.
uk: А, ні, стривай, я й забув.

source: A, no i o mojej referencji możesz oczywiście zapomnieć! Miłej zabawy!
uk: А, і про мою рекомендацію можеш забути! Розважайся!

source: A, no i wstępna zapłata za pomyślne przejście testu.
uk: А, ось і оплата за успішне проходження випробування.

source: A, no tak się jakoś złożyło. Jeszcze się nie przyzwyczaiłeś?
uk: Так вже сталося. Ти ще не звик до цього?

source: A, pewnie się coś znajdzie. Przyjdź za jakiś czas, to coś dostaniesz.
uk: Можливо, щось і знайдеться. Повертайся через деякий час, щось буде.

source: A, rozumiem, bo wiesz, właśnie się dziwiłem, jak Balni mógł to robić, skoro w jego pracy nie ma żadnych opóźnień.
uk: А, розумію, тому що, знаєш, я просто здивований, як Балні міг це зробити, якщо в його роботі не було ніяких затримок.

source: A, szkoda gadać.
uk: А тобі воно потрібно.

source: A, szkoda gadać. Przybywa nam coraz więcej problemów, a każdy kolejny jest coraz poważniejszy.
uk: Прикро про це казати. У нас з'являється все більше і більше проблем, і кожна з них стає щораз серйознішою.

source: A, tak. Poczekaj, daj mi chwilę, przyjrzę im się dokładniej.
uk: О, так. Зачекай, дай хвилинку, роздивлюся їх уважніше.

source: A, tak... Kobus i jego prośba - chyba już nie będę miał okazji mu pomóc.
uk: А, так... Кобус і його прохання – не думаю, що у мене ще буде можливість йому допомогти.

source: A, takie buty. Heheh... Dla kobiety najlepsze by było jakieś bardzo słodkie. My się niestety w tym nie specjalizujemy.
uk: А, ось воно що. Хе-хех... Жінці найкраще смакувало б якесь дуже солодке вино. Ми на такому не спеціалізуємося.

source: A, to ty Marvin!
uk: О, це ти, Марвіне!

source: A, to ty. Czego chcesz?
uk: А, це ти. Що ти хочеш?

source: A, to ty. Wkręciłeś się w temat Innosów bardziej niż ktokolwiek, kogo wcześniej miałem okazję poznać.
uk: О, це ти. Бачу, ти цікавишся Інносами більше, ніж будь-хто, кого мені доводилося зустрічати раніше.

source: A, to w sumie mógłbym zrobić. Tylko wiesz, strasznie mi kark zesztywniał. Spałem ostatnio na czymś niewygodnym i wdał mi się w mięsień jakiś ból.
uk: А, тоді я можу цим зайнятися. Просто знаєш, у мене вся шия затекла. Я спав на чомусь незручному минулої ночі, і у мене болять м'язи.

source: A, wiesz, usłyszałem przez przypadek, że ktoś znalazł dowody na pewnego karczmarza i handlarza nieodprowadzających należytego podatku ze swoich transakcji...
uk: А, знаєте, я випадково почув, що хтось знайшов докази того, як якийсь корчмар і торговець не сплачували належного податку зі своєї торгівлі...

source: A-ach!
uk: А-ах!

source: A-ale nie chcę zostawiać cię z pustymi rękoma!
uk: А-але я не хочу залишати тебе з порожніми руками!

source: A-ale...
uk: А-але...

source: A... aha. Dobra, to... jakby udało ci się coś dla nas załatwić, to byłabym wdzięczna, pamiętaj.
uk: A... так. Гаразд, тоді... якщо ти зможеш нам чимось допомогти, я була б тобі вдячна, пам'ятай.

source: AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!!!
uk: ААААААААААААААААААААААААААААААААААААААА!!!

source: AAAAAAARRRRRRGGGGGGGGGGGGGGGGGGGG!!!
uk: АААААААРРРРРРГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГГ!!!

source: ALARM!
uk: ТРИВОГА!

source: ALIGATOR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Bagna, kanały, okolice zbiorników wodnych\nRADA: Mniej wytrzymałe niż bagienne jaszczury, ale za to dużo bardziej agresywne i niebezpieczne - ich ostre jak brzytwy kły potrafią wyrządzić wiele szkód.
uk: АЛІГАТОР\nТИП ШКОДИ: Ріжуча\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Болота, каналізація, поблизу водойм\nПОРАДА: Менш витривалі, ніж болотні ящери, але набагато агресивніші та небезпечніші – їхні гострі, як бритва, ікла можуть завдати великої шкоди.

source: ATRYBUTY
uk: АТРИБУТИ

source: AWOOO!
uk: АУУУУ!

source: Aa!
uk: Аа!

source: Aa, o tym miejscu mówisz! Tak to jest, gdy człowiek nie opuszcza murów klasztoru przez całe dekady.
uk: А, так ось про яке місце ти говориш! От що буває, коли людина десятиліттями не покидає стін монастиря.

source: Aaa co mi tam, dawaj to! Tego posiłku Berter z pewnością nie zapomni.
uk: Що б там не було, давай його сюди! Цей обід Бертер ніколи не забуде.

source: Aaa gulaszyk się skończył, co? Na kolejną porcję będzie musiał poczekać.
uk: Ааа, рагу закінчилося, так? На наступну порцію йому доведеться зачекати.

source: Aaa! Cholera! Zaczyna mnie palić! Całe moje ciało płonie!
uk: Ааа! Зараза! Чому так пече! Все моє тіло горить!

source: Aaa! Rozumiem, mała robota na boku. Nie martw się, tutaj nikt nie będzie cię oceniał.
uk: Ааа! Розумію, трохи підробляєш на стороні. Не хвилюйся, тут тебе ніхто не засуджуватиме.

source: Aaa! W tobie też ukrywa się szkielet! Pomocy!
uk: Ааа! В тобі теж ховається скелет! Допоможіть!

source: Aaa, Nek! Wiedziałam, że na 'N'! Dobrze się spisałeś, młody. Masz, tylko nie wydaj na głupoty!
uk: Ааа, Нек! Я знала, що ім'я починається на 'Н'! Молодець, хлопче. Тримай, тільки не витрачай на всілякі дурниці!

source: Aaa, o tego Antonio ci chodzi!
uk: Ааа, ти маєш на увазі того Антоніо!

source: Aaa, poczciwy Leon. Wytrawny gracz, a do tego straszny gaduła. Gdybym miał tylko więcej czasu, chętnie rozegrałbym z nim partyjkę. Pozdrów go proszę ode mnie.
uk: А, старий добрий Леон. Вправний гравець і жахливий балакун. Якби у мене було більше часу, я б із задоволенням зіграв з ним партію. Передавай йому вітання.

source: Aaa, tak! Jakiś czas temu założyłem się z Jonem, że... hm... yyy... no o coś się założyłem. I przegrałem.
uk: Ааа, точно! Нещодавно я побився об заклад з Йоном, що... гм... еее... ну, про щось ми заклалися. І я програв.

source: Aaa, tak! Nawet się nie spodziewałem, że uda ci się załatwić tę sprawę. Masz, za fatygę.
uk: Ааа, так! Я навіть не сподівався, що ти впораєшся із цією справою. Це тобі, за твої зусилля.

source: Aaa, to ty jesteś tym szczeniakiem od Rodericha, który dał się wciągnąć w gierki Kessela.
uk: Ааа, то це ти те щеня Родеріха, яке втягнули в ігри Кесселя.

source: Aaa... Prawda.
uk: Ааа... Справді.

source: Aaaa!
uk: Аааа!

source: Aaaaarhhh!
uk: А-а-а-ах!

source: Aaaarhhh!
uk: Аааарххх!

source: Aaach! Mój łeb...
uk: Ааах! Моя голова...

source: Aaach, prawdziwy napój bogów! Dobra młody, chrzest wody za tobą!
uk: Аааах, істинний напій богів! Гаразд, юначе, хрещення водою позаду!

source: Aaach, skończyło się...
uk: Ааах, все закінчилось...

source: Aach, walka...
uk: Аах, бійка...

source: Aagh, wezwij magów wody!
uk: Ааа, приведи Магів Води!

source: Aargh
uk: А-а-ах

source: Aauuu!
uk: Ааууу!

source: Ablo
uk: Абло

source: Absolutnie nic. Szczerze mówiąc, wolę by nic się nie działo, niż miało mnie spotkać coś złego.
uk: Абсолютно нічого. Відверто кажучи, я волію, щоб нічого не ставалося, ніж щоб зі мною сталося щось погане.

source: Absolutnie nie o to mi chodzi. Mam dwa pomysły, i od ciebie zależy, który zostanie zrealizowany.
uk: Йдеться абсолютно не про це. У мене є дві ідеї, і від тебе залежить, яка з них буде реалізована.

source: Absolutnie nie! Potrzebuję go do przygotowania zupy!
uk: Ні в якому разі! Він мені потрібен для приготування супу!

source: Absolutnie nie. Ale jeśli chcesz być jednym z nas, musisz wypić do dna!
uk: Абсолютно ні. Але якщо хочеш бути одним з нас, мусиш випити до дна!

source: Absolutnie. Nie masz się czym przejmować.
uk: Абсолютно. Немає про що хвилюватися.

source: Aby chronić nasz dom, każdy z nas musi wziąć za niego odpowiedzialność.
uk: Щоб захистити наш дім, кожен з нас повинен взяти на себе відповідальність за його захист.

source: Aby dostać 'Almanach miar alchemicznych', muszę zebrać rozrzucone książki w bibliotece i odłożyć je na miejsce.
uk: Щоб отримати 'Альманах алхімічних вимірювань', мені доведеться зібрати розкидані по бібліотеці книги та розставити їх по місцях.

source: Aby dołączyć do straży, potrzebuję dokumentu potwierdzającego moje obywatelstwo. Powinienem udać się do skryby Mateya.
uk: Щоб вступити до лав Варти, мені потрібен документ, що підтверджує моє громадянство. Треба сходити до писаря Матея.

source: Aby moc Oka się uaktywniła, trzeba przeprowadzić specjalny... Rytuał Ognia, do którego konieczna jest obecność prawdziwego paladyna.
uk: Щоб сила Ока активувалася, необхідно провести спеціальний... Ритуал Вогню, для проведення якого необхідна присутність справжнього паладина.

source: Aby otrzymać obywatelstwo, muszę zdobyć przynajmniej trzy referencje od obecnych obywateli Archolos oraz uiścić “dobrowolną opłatę” w wysokości 200 sztuk złota. Powinienem rozejrzeć się za odpowiednimi ludźmi po mieście, albo podpytać o nich Mateya, a nuż coś mi podpowie.
uk: Щоб отримати громадянство, мені потрібно отримати щонайменше три рекомендації від громадян Архолосу і сплатити 'добровільний внесок' у розмірі 200 золотих. Мені слід пошукати в місті впливових людей, або запитати про них у Матея. Можливо, він когось мені порекомендує.

source: Aby przekonać Marthę, musiałem zastosować jej własną broń. Krzyk. To wystarczyło. Tylko czy ja nie miałem przypadkiem czegoś odebrać przed spotkaniem?
uk: Щоб переконати Марту, мені довелося використати її власну зброю. Крик. Цього було достатньо. Я нічого не забув? Начебто мав щось забрати.

source: Aby rozpocząć wytwarzanie własnego oręża, należy przede wszystkim zdecydować, czy chcemy rozwijać łuczarstwo, związane z wyrobem zarówno łuków, jak i kusz, czy może praktykować kowalstwo, specjalizujące się we wszelkich wyrobach związanych z broniami białymi. Gdy już podejmiesz decyzję, znajdź odpowiedniego nauczyciela - żadna księga nie zastąpi praktyki pod okiem doświadczonego mistrza.
uk: Перед тим як почати виготовляти власну зброю, ви повинні вирішити, чи хочете ви опанувати виготовлення луків та арбалетів, чи повністю присвятите себе ковальському ремеслу для створення зброї ближнього бою. Прийнявши рішення, знайдіть відповідного вчителя – жодна книга не замінить практику під керівництвом досвідченого майстра.

source: Aby zjednać sobie mieszkańców, muszę oczyścić cmentarz z chwastów.
uk: Щоб здобути прихильність місцевих, мені потрібно прибрати цвинтар від бур'янів.

source: Aby zostać czeladnikiem, będziesz musiał najpierw być obywatelem miasta Archolos.
uk: Але щоб стати учнем, тобі доведеться спочатку стати громадянином міста Архолос.

source: Ach tak - sieć! Wiedziałem, że o czymś zapomniałem.
uk: А, точно – сітка! Так і знав, що щось забув.

source: Ach tak, oczywiście, kojarzę ten piękny dom.
uk: А, так, звісно, пам'ятаю цей прекрасний будинок.

source: Ach tak. Udało nam się pojmać jednego z orków. To chyba zwiadowca.
uk: А, так. Нам вдалося захопити одного з орків. Думаю, він розвідник.

source: Ach tak... No dobrze, kilka złotych monet z pewnością bardziej ci pomoże niż moja zupa.
uk: Ах, так... Що ж, кілька золотих монет, безумовно, допоможуть тобі більше, ніж мій суп.

source: Ach to trochę zmienia stan rzeczy... Mianowicie wysokość podatku.
uk: Це трохи змінює стан речей... А саме розмір податку.

source: Ach w końcu cisza!
uk: Нарешті тиша!

source: Ach!
uk: Ах!

source: Ach! Bardzo boję się burzy! Gdy słyszę gromy, wydaje mi się, że nadchodzi koniec świata.
uk: Ах! Я дуже боюся бурь! Коли чую грім, думаю, що настає кінець світу.

source: Ach! Mądry chłopak!
uk: Ха! Розумний хлопець!

source: Ach! Nie ma nic tak dobrego jak zimne piwo po kilku godzinach pracy!
uk: Немає нічого кращого за крижане пиво після кількох годин роботи!

source: Ach, Kurt, znowu czegoś chce? Raz mi pomógł i teraz chyba do końca życia będzie mnie męczył z tymi przysługami!
uk: Ах, Курт. Йому знову щось потрібно? Він допоміг мені один раз, і тепер, мабуть, до кінця життя буде діставати мене своїми послугами!

source: Ach, ależ tych informacji nie da się przekazywać szybko! Wpajanie nauk zawsze trochę trwa, inaczej nie odczujesz satysfakcji rozwoju intelektualnego!
uk: Але ж цю інформацію не можна передати швидко! Завжди потрібен час, щоб прищепити вчення, інакше ти не відчуєш задоволення від інтелектуального розвитку!

source: Ach, chwalmy Innosa, że przy wytwarzaniu wina potrzebna jest stała kontrola jakości!
uk: Ах, хвала Інносу, що під час виробництва вина потрібно постійно перевіряти якість продукції!

source: Ach, chyba rozumiem... Wierzę, że to krzywdzące określenie pochodzi od ludzi, którzy nie potrafią poradzić sobie ze spłatą pożyczki...
uk: А, здається, я розумію... Я вважаю, що цей образливий термін походить від людей, які не можуть погасити свої позики...

source: Ach, co będziemy gadać o suchym pysku. Napijmy się razem piwka. Masz, na mój koszt!
uk: Ах, що говорити з сухим ротом. Давай вип'ємо разом пива. Тримай, за мій рахунок!

source: Ach, dzięki!
uk: Ах, дякую!

source: Ach, naturalnie... Zawsze jestem do usług mojego Pana.
uk: Ах, звичайно... Я завжди готовий служити моєму пану.

source: Ach, niech ci będzie. Weź te mikstury. Wolę stracić teraz kilka sztuk złota, niż później mieć na sumieniu własnego ucznia!
uk: Нехай буде так. Візьми ці мікстури. Я краще втрачу кілька золотих зараз, ніж потім втрачу власного учня!

source: Ach, niespełniona miłość. Dobrze, że nie wymierzyłeś mu większej kary - jeszcze by się zabił z żalu i uznał nas za winnych w liście pożegnalnym.
uk: Ах, нерозділене кохання. Добре, що ти не покарав його ще більше – він би з горя вкоротив собі віку, а в передсмертній записці назвав би нас винними.

source: Ach, no nie powiem, wykrzywia mordę. Przypomnij mi, po co tu przyszedłeś?
uk: Ах, ну що можу сказати: аж вилиці зводить. Нагадай мені, навіщо ти сюди прийшов?

source: Ach, no racja... wybacz... jestem dziś trochę roztargniony.
uk: А, точно... вибач... я сьогодні трохи неуважний.

source: Ach, od razu widać, że dużo umiesz! Zaraz wpiszę cię na listę szermierzy, i nie chcę słyszeć żadnego sprzeciwu.
uk: Ах, одразу видно, що ти дуже досвідчений! Я зараз же впишу тебе в список мечників, і не хочу чути жодних заперечень.

source: Ach, ta przeklęta twierdza tak? Sam Beliar wie, jakie starożytne artefakty można tam znaleźć... Chętnie powiększyłbym moją kolekcję o coś, czego za złoto nie można kupić.
uk: Ах, ця проклята фортеця, так? Один лише Беліар знає, які стародавні артефакти там можна знайти... Хотілося б поповнити свою колекцію чимось таким, що не купиш за золото.

source: Ach, tak trzymaj. Zacznij od przekazania Marcie złota. Przy okazji, może dowiesz się w wiosce, co by mogło jej zaimponować?
uk: Для початку, передай Марті золото. До речі, постарайся в селі дізнатися, як справити на неї враження.

source: Ach, tak! 'Błękitna krew Archolos' - chyba tak się nazywała. To zbiór wszystkich żyjących członków rodzin szlacheckich na wyspie.
uk: А, точно! 'Блакитна кров Архолосу' – здається, так вона називалася. Це зібрання всіх живих членів знатних родин острова.

source: Ach, tak! Weź to mięso! Posmakuje ci!
uk: Ах, так! Візьми це м'ясо! Тобі сподобається!

source: Ach, tak, najazd Myrtańczyków. Niewiele pism zachowało się z tamtych czasów. To była długa i paskudna wojna.
uk: А, так, міртанська навала. З тих часів збереглося небагато писемних пам'яток. Це була довга і неприємна війна.

source: Ach, tak?
uk: Ах, так?

source: Ach, te listy! Alchemik, który urzędował tu przede mną, chyba pracował dla króla.
uk: Ах, ті листи! Алхімік, який працював тут до мене, мабуть, працював на Короля.

source: Ach, ten kamień. Chłopcze, to jest runa teleportacyjna. Jedno z najbardziej zaawansowanych osiągnięć magicznych.
uk: Ах, цей камінь. Хлопче, це ж руна телепортації. Одне з найдосконаліших магічних досягнень.

source: Ach, to miejsce... Jeśli mam być szczery to sam od dawna o tym myślałem, ale samotna wyprawa to byłoby samobójstwo.
uk: Ах, це місце... Чесно кажучи, я й сам давно думав про нього, але йти туди одному було б самогубством.

source: Ach, toż to nasza ukochana Gildia Kupiecka! Stęskniłem się za wami!
uk: Ах, невже це наша шановна Торгова Гільдія! Я вже почав сумувати за вами!

source: Ach, walka...
uk: Ах, бійка...

source: Ach, wy, miastowi. Same szalone pomysły wam do głowy przychodzą. Jeśli chcesz zejść pod ziemię, to będziesz musiał porozmawiać z Ulrykiem.
uk: Ех, ви, містяни. Найбільш божевільні ідеї приходять вам в голову. Якщо ти хочеш спуститися під землю, тобі доведеться поговорити з Ульріком.

source: Ach, wy, najemnicy. Zamiast spożytkować swoje umiejętności na wojnie z orkami, tylko byście przeszkadzali ludziom Króla.
uk: Ах, ви, найманці. Замість того, щоб використовувати свої здібності у війні з орками, ви тільки заважаєте людям Короля.

source: Ach, śmierć godna wojownika. Tak też zostanie zapamiętany.
uk: Ах, смерть, гідна воїна. Таким його і запам'ятають.

source: Ach, życie jest piękne! Pozbyłam się dwóch irytujących podżegaczy, za niedługo wydębię od nich odszkodowanie, więc opłacę nową ekipę. Żyć nie umierać!
uk: Ах, життя прекрасне! Я позбулася двох набридливих підбурювачів, ось-ось стягну з них компенсацію, тож заплачу за нову команду. Живи і не вмирай!

source: Ach. Sądzę, że coś znalazłem.
uk: Ах. Здається, я щось знайшов.

source: Ach... Bez obaw! Znajdziemy jakąś malutką figurkę!
uk: Ах... Не хвилюйся! Знайдемо якусь маленьку статуетку!

source: Ach... Dzięki... Poczułem ulgę.
uk: Ах... Дякую... Відчуваю полегшення.

source: Ach... E, no cóż. Ale wpadnij tylko, gdy znajdziesz chwilę!
uk: Ах... Ех, ну що ж. Але заглядай, якщо знайдеш хвилинку!

source: Ach... Moja głowa... Ach... Czego ode mnie chcesz?
uk: Ох... Моя голова... Ах... Що ти від мене хочеш?

source: Ach... Na twoim miejscu nie oczekiwałabym szybkich efektów. Zajmie ci trochę czasu, żeby przyrządzić ją choćby w połowie tak dobrze, jak ja.
uk: Ах... На твоєму місці я б не очікувала швидкого результату. Тобі знадобиться деякий час, щоб приготувати її хоча б наполовину так добре, як я.

source: Ach... Tyle lat marzeń, snów, a tu proszę, faktycznie potrafię się nimi posługiwać!
uk: Ах... Стільки років я мріяв про це, і ось я дійсно можу їх використовувати!

source: Ach... Znałem to miejsce zanim reszta zdecydowała się tutaj osiedlić.
uk: Ах... Я знав це місце ще до того, як інші вирішили тут оселитися.

source: Ach... mój łeb...
uk: Ах... моя голова...

source: Ach... nie musiałeś być tak brutalny...
uk: Ах... не будь таким брутальним...

source: Ach... no i taką wartę, to ja rozumiem!
uk: Ах... оце служба, оце я розумію!

source: Ach... silny jesteś.
uk: Ах... а ти сильний.

source: Ach... tego mi było trzeba...
uk: Ах... якраз те, що треба...

source: Ach... to przez tę burzę jestem taki niespokojny. Bardzo nie lubię burzy.
uk: Ах... ця буря робить мене таким неспокійним. Я дуже не люблю бурі.

source: Adanos dziękuje ci za modlitwę.
uk: Аданос дякує вам за ваші молитви.

source: Adanos i tak był już dla niego bardzo łaskawy, jeśli chodzi o długość życia i zdrowie.
uk: Аданос і так був дуже люб'язний до нього, судячи з його довголіття та здоров'я.

source: Adanos jeden wie, jak bardzo teraz potrzebujemy pieniędzy.
uk: Одному Аданосу відомо, скільки грошей нам зараз знадобиться.

source: Adanos jest bogiem równowagi i zaprowadza ją na świecie za sprawą swoich żywiołów oraz nas, ludzi. Nie ma takiej siły, która mogłaby się oprzeć jego sprawiedliwości.
uk: Аданос – Бог рівноваги, і він приносить її у світ через свої стихії та через нас, людей. Немає жодної сили, здатної протистояти його справедливості.

source: Adanos kocha wszelkie życie i opiekuje się wszystkimi bez wyjątków, nie tylko tymi, którzy popisują się wielkimi czynami, by zwrócić na siebie jego uwagę.
uk: Аданос любить все живе і піклується про всіх без винятку, а не тільки про тих, хто хизується великими діяннями, щоб привернути його увагу.

source: Adanos mi ją zesłał. Ile kosztuje egzemplarz?
uk: Аданос мене сюди привів. Скільки коштує копія?

source: Adanos mi świadkiem, że będziesz w pełni zadowolony z moich usług!
uk: Аданос мені свідок, що ти будеш повністю задоволений моїми послугами!

source: Adanos oczyścił twego ducha.
uk: Аданос очистив ваш дух.

source: Adanos pomógłby swoim dzieciom w potrzebie.
uk: Аданос допоміг би своїм дітям у скрутну хвилину.

source: Adanos strzec nas będzie od złej przygody!
uk: Аданос вбереже нас від небезпек!

source: Adanos wyraźnie otoczył cię swoją opieką.
uk: Аданос явно піклується про тебе.

source: Adanos zwiększył twoją manę o +
uk: Аданос збільшив вашу ману на +

source: Adanos zwiększył twoją ochronę o +
uk: Аданос збільшив ваш захист на +

source: Adanosie daj mi siły!
uk: О Аданосе, дай мені сил!

source: Adanosie! Dlaczego wszyscy myślą, że chodzi o mnie?
uk: Аданосе! Чому всі думають, що це про мене?

source: Adanosie! Jak ja mam dość tego obiboka. Byle tylko wymigać się od pracy.
uk: О Аданосе! Як мені набрид цей ледар. Тільки й думає як злиняти від праці.

source: Adanosie! Ulryk? Można się było tego domyślić... Vardhal to ruiny twierdzy Wilczych Synów, z pewnością nie chciał, żeby obcy naruszali miejsce spoczynku jego przodków.
uk: О Аданосе! Ульрік? Можна було здогадатися... Вардхал – це руїни фортеці Вовчих Синів. Безумовно, він не хотів, щоб чужинці турбували місце поховання його предків.

source: Adanosie! W końcu mnie ktoś zna-znalazł!
uk: О Аданос! Нарешті мене хтось зна...знайшов!

source: Adanosie, dziękuję, że nade mną czuwasz!
uk: О, Аданосе, дякую, що наглядаєш за мною!

source: Adanosie, miej w opiece swoje dziecko, pomagaj mu w zwalczaniu przeciwności i sprawiedliwie oceniaj jego uczynki, a jeśli pobłądzi, sprowadź go na dobrą drogę.
uk: Аданосе, наглядай за своїм дитям, допомагай йому долати негаразди і справедливо оцінюй його вчинки, а якщо він заблукає, скеруй його на шлях істинний.

source: Adanosie, moja głowa...
uk: О Аданосе, моя голова..

source: Adanosie, obym się mylił...
uk: Аданосе, сподіваюсь, я помиляюся...

source: Adanosie, przybyłem tutaj jako twój pokorny sługa.
uk: Аданосе, я прийшов сюди як твій покірний слуга.

source: Adanosie...
uk: О, Аданосе...
